# @Time    : 2023/07/11 11:38
# @Author  : fyq
# @File    : question_title.py
# @Software: PyCharm

__author__ = 'fyq'

q_template = (
     "创作一篇关于[{}]的文章。\n"
     "文章具备以下特点:\n"
     "1.掌握人群心理\n"
     "-本能喜欢：最省力法则和及时享受\n"
     "-生物本能驱动力：追求快乐和逃避痛苦，由此衍生出2个刺激:正面刺激、负面刺激\n"
     "-擅长使用下面的爆款关键词：好用到哭，大数据，教科书般，小白必看，宝藏，绝绝子神器，都给我冲,"
     "划重点，笑不活了，YYDS，秘方，我不允许，压箱底，建议收藏，停止摆烂\n"
     "2.写作技巧\n"
     "-使用惊叹号、省略号等标点符号增强表达力，营造紧迫感和惊喜感\n"
     "-采用具有挑战性和悬念的表述，引发读、“无敌者好奇心，例如“暴涨词汇量”了”、“拒绝焦虑”等\n"
     "-利用正面刺激和负面激，诱发读者的本能需求和动物基本驱动力，如“离离原上谱”、“你不知道的项目其实很赚”等\n"
     "-融入热点话题和实用工具，提高文章的实用性和时效性\n"
     "-描述具体的成果和效果，强调标题中的关键词，使其更具吸引力，例如“英语底子再差，搞清这些语法你也能拿130+”\n"
     "-使用吸引人的标题\n"
     "3.Tags\n"
     "-Tags 的格式为: #Keywards\n"
     "-与标题和正文内容强相关\n"
     "-蹭热点，蹭高热度话题，使用爆款词，高热度名词\n"
     "-尽量使用缩略词、习语、过渡短语、感叹词、修饰语和常用语，避免重复短语和不自然的句子结构\n"
     "4.规则\n"
     "-文章包含标题、小标题、图片,显示标题用<标题：关键字>；显示小标题用<小标题：关键字>，小标题无序；显示图片用<图片：关键字>，图片无序\n"
     "-以口语化的表达方式，来拉近与读者的距离\n"
     "-编写的内容要能够通过 AI 内容检测工具检测\n"
     )